Repository: withanage/confid
Catalog: locale/*/locale.po
Languages: de_de

# plugins.pubIds.confid.description
source: This plugin enables the assignment of the Digital Object Identifiers to issues, articles and galleys in OJS.
de_de: Dieses Plugin ermöglicht die Zuweisung von Conference Identifier (persistent identifiers) zu Ausgaben, Artikeln und Fahnen in OJS.

# plugins.pubIds.confid.manager.settings.description
source: Please configure the Conference Identifier plugin to be able to manage and use ConfIDs in OJS:
de_de: Bitte konfigurieren Sie das Conference Identifier-Plugin, damit Sie Conference Identifier in OJS verwalten und benutzen können:

# plugins.pubIds.confid.manager.settings.confidObjects
source: Journal Content
de_de: Zeitschrifteninhalt

# plugins.pubIds.confid.manager.settings.confidObjectsRequired
source: Please choose the objects ConfIDs should be assigned to.
de_de: Bitte wählen Sie, welchen Objekten Conference Identifier zugewiesen werden sollen.

# plugins.pubIds.confid.manager.settings.explainDois
source: Please select the publishing objects that will have Digital Object Identifiers (Conference Identifier) assigned:
de_de: Bitte wählen Sie die Publikationsobjekte, denen Digital Object Identifiers (Conference Identifier) zugewiesen werden:

# plugins.pubIds.confid.manager.settings.enableIssueDoi
source: Issues
de_de: Ausgaben

# plugins.pubIds.confid.manager.settings.enablePublicationDoi
source: Articles
de_de: Artikel

# plugins.pubIds.confid.manager.settings.enableRepresentationDoi
source: Galleys
de_de: Fahnen

# plugins.pubIds.confid.manager.settings.confidPrefix
source: Conference Identifier Prefix
de_de: Conference Identifier-Präfix

# plugins.pubIds.confid.manager.settings.confidPrefix.description
source: The Conference Identifier Prefix is assigned by registration agencies (e.g. <a href="https://projects.tib.eu/confident/" target="_new">ConfIdent</a>) and is in the format 10.xxxx (e.g. 10.1234):
de_de: Der Conference Identifier-Präfix wird von Registrierungsagenturen (z.B. <a href="https://projects.tib.eu/confident/" target="_new">ConfIdent</a>) vergeben und hat das Format 10.xxxx (z.B. 10.1234):

# plugins.pubIds.confid.manager.settings.confidPrefixPattern
source: The Conference Identifier prefix is mandatory and must be in the form 10.xxxx.
de_de: Der Conference Identifier-Präfix ist verpflichtend und muss im Format 10.xxxx angegeben werden.

# plugins.pubIds.confid.manager.settings.confidSuffix.description
source: A Conference Identifier suffix can take any form, but must be unique among all publishing objects with the same Conference Identifier prefix assigned:
de_de: Ein Conference Identifier-Suffix kann in beliebiger Form sein, muss aber eindeutig unter allen Publikationsobjekten, denen derselbe Conference Identifier-Präfix zugewiesen wird:

# plugins.pubIds.confid.manager.settings.confidSuffixPattern
source: Use the pattern entered below to generate Conference Identifier suffixes. Use %j for journal initials, %v for the volume number, %i for the issue number, %Y for the year, %a for the OJS article ID, %g for the OJS galley ID, %f for the OJS file ID, %p for the page number and %x for "Custom Identifier".
de_de: Verwenden Sie das unten angegebene Muster, um Conference Identifier-Suffixe zu erzeugen. Nutzen Sie %j für die Initialen der Zeitschrift, %v für die Nummer des Jahrgangs, %i für die Nummer der Ausgabe, %Y für das Jahr, %a für die OJS-Artikel-ID, %g für die OJS-Fahnen-ID, %f für die OJS-Datei-ID, %p für die Seitenzahl und %x für die "benutzerdefinierte Kennung" (muss in Schritt 4.3 der Zeitschrifteneinrichtung aktiviert werden).

# plugins.pubIds.confid.manager.settings.confidSuffixPattern.example
source: For example, vol%viss%ipp%p could create a Conference Identifier such as 10.1234/vol3iss2pp230
de_de: vol%viss%ipp%p würde z.B. einen Conference Identifier 10.1234/vol3iss2pp230 erzeugen.

# plugins.pubIds.confid.manager.settings.confidSuffixPattern.issues
source: for issues
de_de: für Ausgaben

# plugins.pubIds.confid.manager.settings.confidSuffixPattern.submissions
source: for articles
de_de: für Artikel

# plugins.pubIds.confid.manager.settings.confidSuffixPattern.representations
source: for galleys
de_de: für Fahnen

# plugins.pubIds.confid.manager.settings.confidSuffixDefault
source: Use default patterns.
de_de: Die Standardmuster benutzen.

# plugins.pubIds.confid.manager.settings.confidSuffixDefault.description
source: %j.v%vi%i for issues<br />%j.v%vi%i.%a for articles<br />%j.v%vi%i.%a.g%g for galleys.
de_de: %j.v%vi%i für Ausgaben<br />%j.v%vi%i.%a für Artikel<br />%j.v%vi%i.%a.g%g für Fahnen.

# plugins.pubIds.confid.manager.settings.confidSuffixCustomIdentifier
source: Enter an individual Conference Identifier suffix for each published item. You'll find an additional Conference Identifier input field on each item's meta-data page.
de_de: Geben Sie einen individuellen Conference Identifier-Suffix für jedes publizierte Element ein. Sie finden ein zusätzliches Conference Identifier-Eingabefeld auf der Metadatenseite jedes Elements.

# plugins.pubIds.confid.manager.settings.confidIssueSuffixPatternRequired
source: Please enter the Conference Identifier suffix pattern for issues.
de_de: Bitte geben Sie das Conference Identifier-Suffix-Muster für Ausgaben ein.

# plugins.pubIds.confid.manager.settings.confidSubmissionSuffixPatternRequired
source: Please enter the Conference Identifier suffix pattern for articles.
de_de: Bitte geben Sie das Conference Identifier-Suffix-Muster für Artikel ein.

# plugins.pubIds.confid.manager.settings.confidRepresentationSuffixPatternRequired
source: Please enter the Conference Identifier suffix pattern for galleys.
de_de: Bitte geben Sie das Conference Identifier-Suffix-Muster für Fahnen ein.

# plugins.pubIds.confid.manager.settings.confidReassign
source: Reassign ConfIDs
de_de: Conference Identifier neu zuweisen

# plugins.pubIds.confid.manager.settings.confidReassign.description
source: If you change your Conference Identifier configuration, ConfIDs that have already been assigned will not be affected. Once the Conference Identifier configuration is saved, use this button to clear all existing ConfIDs so that the new settings will take effect with existing objects.
de_de: Wenn Sie Ihre Conference Identifier-Konfiguration ändern, sind bereits vergebene Conference Identifier nicht betroffen. Sobald die Conference Identifier-Konfiguration gespeichert wird, nutzen Sie diesen Knopf, um alle existierenden Conference Identifier zu löschen, so dass die neuen Einstellungen auch bereits existierende Objekte mit betreffen.

# plugins.pubIds.confid.manager.settings.confidReassign.confirm
source: Are you sure you wish to delete all existing ConfIDs?
de_de: Sind Sie sicher, dass Sie alle existierenden Conference Identifier löschen möchten?

# plugins.pubIds.confid.manager.settings.confidAssignJournalWide
source: Assign ConfIDs
de_de: Conference Identifier zuweisen

# plugins.pubIds.confid.manager.settings.confidAssignJournalWide.description
source: Assign ConfIDs to all published journal objects that have not been assigned ConfIDs. This action can not be used with the individual suffix configuration. If you have modified the Conference Identifier configuration above, please save your changes before initiating this action. Assigning ConfIDs may take a long time, depending on the number of published objects in the journal.
de_de: Conference Identifier an alle Journalobjekte zuweisen, denen bisher noch keine Conference Identifier zugewiesen waren. Diese Aktion kann nicht mit einer individuellen Suffix-Konfiguration genutzt werden. Wenn Sie oben die Conference Identifier-Konfiguration verändert haben, speichern Sie bitte Ihre Änderungen, bevor Sie diese Aktion ausführen. Conference Identifier zuzuweisen kann eine Weile dauern, abhängig von der Anzahl im Journal publizierter Objekte.

# plugins.pubIds.confid.manager.settings.confidAssignJournalWide.confirm
source: Are you sure you wish to assign ConfIDs to all published objects that have not been assigned ConfIDs?
de_de: Sind Sie sicher, dass Sie allen veröffentlichten Objekten einen Conference Identifier zuweisen möchten, die bisher noch keine Conference Identifier zugewiesen bekommen haben?

# plugins.pubIds.confid.editor.confidObjectTypeIssue
source: issue
de_de: Ausgabe

# plugins.pubIds.confid.editor.confidObjectTypeSubmission
source: article
de_de: Artikel

# plugins.pubIds.confid.editor.confidObjectTypeRepresentation
source: galley
de_de: Fahne

# plugins.pubIds.confid.editor.customSuffixMissing
source: The Conference Identifier cannot be assigned because the custom suffix is missing.
de_de: Es kann kein Conference Identifier zugewiesen werden, weil der angepasste Suffix fehlt.

# plugins.pubIds.confid.editor.patternNotResolved
source: The Conference Identifier cannot be assigned because it contains an unresolved pattern.
de_de: Es kann kein Conference Identifier zugewiesen werden, weil ein ungültiges Muster verwendet wird.

# plugins.pubIds.confid.editor.canBeAssigned
source: What you see is a preview of the Conference Identifier. Select the checkbox and save the form to assign the Conference Identifier.
de_de: Sie sehen eine Voransicht des Conference Identifier. Wählen Sie die Checkbox und speichern Sie das Formular, um den Conference Identifier zuzuweisen.

# plugins.pubIds.confid.editor.assigned
source: The Conference Identifier is assigned to this {$pubObjectType}.
de_de: Der Conference Identifier ist diesem Objekt vom Typ {$pubObjectType} zugewiesen.

# plugins.pubIds.confid.editor.confidSuffixCustomIdentifierNotUnique
source: The given Conference Identifier suffix is already in use for another published item. Please enter a unique Conference Identifier suffix for each item.
de_de: Der angegebene Conference Identifier-Suffix wird bereits für ein anderes veröffentlichtes Element benutzt. Bitte vergeben Sie einen eindeutigen Conference Identifier-Suffix für jedes Element.

# plugins.pubIds.confid.editor.clearObjectsDoi
source: Clear
de_de: Conference Identifier entfernen

# plugins.pubIds.confid.editor.clearObjectsDoi.confirm
source: Are you sure you wish to delete the existing Conference Identifier?
de_de: Sind Sie sicher, dass Sie den existierenden Conference Identifier entfernen möchten?

# plugins.pubIds.confid.editor.clearIssueObjectsConfId
source: Clear Issue Objects ConfIDs
de_de: Conference Identifier für die Objekte der Ausgabe entfernen

# plugins.pubIds.confid.editor.clearIssueObjectsConfId.confirm
source: Are you sure you wish to delete the existing issue objects ConfIDs?
de_de: Sind Sie sicher, dass Sie die Conference Identifier der existierenden Objekte der Ausgabe entfernen möchten?

# plugins.pubIds.confid.editor.clearIssueObjectsConfId.description
source: Use the following option to clear ConfIDs of all objects (articles and galleys) currently scheduled for this issue.
de_de: Nutzen Sie die folgende Option, um die Conference Identifier aller Objekte (Artikel und Fahnen), die momentan dieser Ausgabe zugeordnet sind, zu entfernen.

# plugins.pubIds.confid.editor.assignDoi
source: Assign the Conference Identifier {$pubId} to this {$pubObjectType}
de_de: Conference Identifier {$pubId} zu diesem Objekt vom Typ {$pubObjectType} zuweisen

# plugins.pubIds.confid.editor.assignDoi.emptySuffix
source: The Conference Identifier cannot be assigned because the custom suffix is missing.
de_de: Es kann kein Conference Identifier zugewiesen werden, weil der angepasste Suffix fehlt.

# plugins.pubIds.confid.editor.assignDoi.pattern
source: The Conference Identifier {$pubId} cannot be assigned because it contains an unresolved pattern.
de_de: Conference Identifier {$pubId} kann nicht zugewiesen werden, weil ein ungültiges Muster verwendet wird.

# plugins.pubIds.confid.editor.assignDoi.assigned
source: The Conference Identifier {$pubId} has been assigned.
de_de: Conference Identifier {$pubId} wurde zugewiesen.

# plugins.pubIds.confid.editor.preview.objects
source: Item
de_de: Element

# plugins.pubIds.confid.editor.preview.galleys
source: Galley: {$galleyLabel}
de_de: Fahne: {$galleyLabel}

# plugins.pubIds.confid.editor.preview.publication.none
source: A Conference Identifier has not been assigned to this publication.
de_de: Dieser Publikation wurde keine Conference Identifier zugeordnet.

# plugins.pubIds.confid.editor.preview.publication
source: The Conference Identifier for this publication will be {$confid}.
de_de: Die Conference Identifier für diese Veröffentlichung wird {$confid} sein.

# plugins.pubIds.confid.editor.missingPrefix
source: The Conference Identifier must begin with {$confidPrefix}.
de_de: Die Conference Identifier muss mit {$confidprefix} beginnen.

# plugins.pubIds.confid.editor.missingParts
source: You can not generate a Conference Identifier because one or more parts of the Conference Identifier pattern are missing data. You may need to assign the publication to an issue, set a publisher ID or enter page numbers.
de_de: Sie können keine Conference Identifier generieren, denn einem oder mehreren Teilen der URN fehlen Daten. Sie müssen die Veröffentlichung einer Ausgabe zuweisen, eine Verlags ID angeben oder Seitenzahlen eintragen.

# plugins.pubIds.confid.editor.missingIssue
source: You can not generate a Conference Identifier until this publication has been assigned to an issue.
de_de: Sie können keine Conference Identifier generieren, solange der Beitrag keiner Ausgabe zugewiesen ist.

# plugins.pubIds.confid.editor.confid.assignDoi
source: Assign
de_de: Zuweisen

# plugins.pubIds.confid.editor.confid.description
source: The Conference Identifier must begin with {$prefix}.
de_de: Die Conference Identifier muss mit {$prefix} beginnen.
